# core/text.py

# Общие сообщения
ERROR_MSG = "Произошла ошибка. Пожалуйста, попробуйте позже."

# текст для кнопок
EDIT_RESUME_BTN = "Изменить резюме"
CREATE_RESUME_BTN = "Создать резюме"

# Сообщения для пользователя
CHOOSE_ACTION_MSG = "Выберите действие:"
DEFAULT_RESPONSE = "Пожалуйста, используйте кнопки меню для работы с ботом."

# Сообщения для работы с сылкой резюме 
WAITING_RESUME_LINK = "Пожалуйста, отправьте ссылку на ваше резюме с сайта hh.ru"
INVALID_RESUME_LINK = "Пожалуйста, отправьте корректную ссылку на резюме."
RESUME_FOUND = "Резюме успешно найдено. Начинаю обработку..."
RESUME_PARSED = "Резюме успешно обработано.\n\nТеперь отправьте ссылку на вакансию."

# Сообщения для работы с сылкой вакансии 
INVALID_VACANCY_LINK = "Пожалуйста, отправьте корректную ссылку на вакансию."
VACANCY_FOUND = "Вакансия успешно найдена. Начинаю обработку..."
VACANCY_PARSED = "Вакансия успешно обработана."