resume = {
  "title": "Chief Data Scientist с опытом создания решений в области монетизации данных и оптимизации моделей",
  "skills": "Имею глубокие знания и практический опыт в областях машинного обучения (как supervised, так и unsupervised методы) и нейронных сетей. Специализируюсь на разработке и внедрении ML решений, что позволяет эффективно использовать большие объемы данных для создания новых продуктов и улучшения клиентского опыта. Уверенно использую Python и фреймворки глубокого обучения, такие как PyTorch, для решения сложных задач. Разрабатываю методические материалы и координирую команду, что способствует повышению качества моделей и достижения высоких стандартов работы.",
  "skill_set": [
    "Python",
    "pandas",
    "Numpy",
    "SQL",
    "Docker",
    "Kubernetes",
    "PyTorch"
  ],
  "experience": [
    {
      "description": "Разрабатывал и внедрял модели глубокого обучения для предсказания рыночной динамики, обеспечивая точное прогнозирование, что подходит для задач нового направления монетизации данных.",
      "position": "AI Developer"
    },
    {
      "description": "Создавал эффективные пайплайны для подготовки и анализа данных, что способствовало улучшению качества моделей и выявлению бизнес-выгод.",
      "position": "Автор студенческих работ"
    },
    {
      "description": "Тестировал и оптимизировал стратегии, аналитически оценивая их эффективность, что способствовало росту производительности систем обработки данных.",
      "position": "AI Developer"
    },
    {
      "description": "Работал с крупными финансовыми данными, что привело к значительному увеличению точности прогнозов на 30% в контексте высокочастотной торговли, что критично для задач метчинга данных.",
      "position": "Контент-менеджер"
    },
    {
      "description": "Адаптирую последние достижения в области машинного обучения к задачам в новых направлениях, постоянно предлагая инновационные подходы для повышения эффективности моделей.",
      "position": "Автор студенческих работ"
    }
  ],
  "employments": [
    "Полная занятость",
    "Частичная занятость",
    "Проектная работа"
  ],
  "schedules": [
    "Полный день",
    "Гибкий график",
    "Удаленная работа"
  ],
  "languages": [
    {
      "name": "Русский",
      "level": {
        "name": "Родной"
      }
    },
    {
      "name": "Английский",
      "level": {
        "name": "A1 — Начальный"
      }
    },
    {
      "name": "Итальянский",
      "level": {
        "name": "A1 — Начальный"
      }
    }
  ],
  "relocation": {
    "type": {
      "name": "могу переехать"
    }
  },
  "salary": {
    "amount": 190000
  },
  "professional_roles": [
    {
      "name": "Дата-сайентист"
    },
    {
      "name": "Оператор ПК, оператор базы данных"
    },
    {
      "name": "Программист, разработчик"
    },
    {
      "name": "Специалист технической поддержки"
    }
  ]
}